Repository: devopsotrator/gka-data-e
Catalog: po/*.po
Languages: ar, es, ga, nb

source: Add Label
ar: إضافة تصنيف
es: Agregar etiquetas
ga: Cuir Lipéad
nb: Legg til etikett

source: Add Table
ar: إضافة جدول
es: Agregar Tabla
ga: Cuir Tábla
nb: Legg til tabell

source: Add... (ctrl-a)
ar: (ctrl-a) أضف
es: Añadir... (ctrl-a)
ga: Cuir... (ctrl-a)
nb: Legg til... (ctrl-a)

source: Are you sure?
ar: هل أنت واثق؟
es: ¿Estás seguro?
ga: An bhfuil tú cinnte?
nb: Er du sikker?

source: Cancel
ar: إلغاء
es: Cancelar
ga: Cealaigh
nb: Avbryt

source: Cancel (esc)
ar: (esc) إلغاء
es: Cancelar (esc)
ga: Cealaigh (esc)
nb: Avbryt (esc)

source: Close (ctrl-q)
ar: (ctrl-q) نهاية
es: Cerca (ctrl-q)
ga: Dún (ctrl-q)
nb: Lukk (ctrl-q)

source: Copy (ctrl-c)
ar: (ctrl-c) نسخة
es: Dupdo (ctrl-c)
ga: Cóip (ctrl-c)
nb: Kopi (ctr-c)

source: Create new file... (ctrl-n)
ar: (ctrl-n) إنشاء ملف جديد
es: Crear nuevo archivo... (ctrl-n)
ga: Cruthaigh comhad nua... (ctrl-n)
nb: Opprett ny fil... (ctrl-n)

source: Cut (ctrl-x)
ar: (ctrl-x) يقطع
es: Cortar (ctrl-x)
ga: Gearr (ctrl-x)
nb: Kutt (ctrl-x)

source: Data
ar: بيانات
es: Datos
ga: Sonraí

source: Data:
ar: بيانات:
es: Datos:
ga: Sonraí:

source: Delete (ctrl-d)
ar: (ctrl-d) حذف
es: Borrar (ctrl-d)
ga: Scrios (ctrl-d)
nb: Slett (ctrl-d)

source: Delete Entry
ar: حذف الإدخال
es: Eliminar la entrada
ga: Iontráil a scriosadh
nb: Slett inngang

source: Delete entry... (ctrl-shift-D)
ar: (ctrl-shift-D) حذف الإدخال
es: Eliminar la entrada... (ctrl-shift-D)
ga: Iontráil a scriosadh... (ctrl-shift-D)
nb: Slett inngang... (ctrl-shift-D)

source: Edit
ar: تصحيح
es: Editar
nb: Redigere

source: Edit Entry
ar: تعديل الإدخال
es: Editar entrada
ga: Edit Iontráil
nb: Rediger oppføring

source: Edit Label
ar: تعديل التصنيف
es: Editar etiqueta
ga: Edit Lipéad
nb: Rediger etikett

source: Edit Table
ar: تحرير الجدول
es: Editar tabla
ga: Edit Tábla
nb: Rediger tabell

source: Edit entry... (ctrl-shift-E)
ar: (ctrl-shift-E) تعديل الإدخال
es: Editar entrada... (ctrl-shift-E)
ga: Edit Iontráil... (ctrl-shift-E)
nb: Rediger oppføring... (ctrl-shift-E)

source: Edit... (ctrl-e)
ar: (ctrl-e) تصحيح
es: Editar... (ctrl-e)
nb: Rediger... (ctrl-e)

source: Export CSV file... (ctrl-p)
ar: (ctrl-p) تصدير ملف CSV
es: Exportar archivo CSV... (ctrl-p)
ga: Comhad CSV Easpórtála... (ctrl-p)
nb: Eksporter CSV-fil... (ctrl-p)

source: Export CSV to File
ar: تصدير CSV إلى ملف
es: Exportar archivo CSV
ga: Easpórtáil CSV go Comhad
nb: Eksporter CSV til fil

source: File
ar: ملف
es: Archivo
ga: Comhad
nb: Fil

source: Find:
ar: تجد:
es: Encontrar:
ga: Aimsigh:
nb: Finne:

source: Import CSV File
ar: استيراد ملف CSV
es: Importar archivo CSV
ga: Comhad CSV a Iompórtáil
nb: Importer CSV-fil

source: Import CSV file... (ctrl-i)
ar: (ctrl-i) استيراد ملف CSV
es: Importar archivo CSV... (ctrl-i)
ga: Comhad CSV a Iompórtáil... (ctrl-i)
nb: Importer CSV-fil... (ctrl-i)

source: Import to New File
ar: استيراد إلى ملف جديد
es: Importar a un nuevo archivo
ga: Iompórtáil chuig Comhad Nua
nb: Importer til ny fil

source: Label preferences
ar: تفضيلات التسمية
es: Preferencias de etiqueta
ga: Roghanna lipéid
nb: Etikettinnstillinger

source: Label preferences... (ctrl-l)
ar: (ctrl-l) تفضيلات التسمية
es: Preferencias de etiqueta... (ctrl-l)
ga: Roghanna lipéid... (ctrl-l)
nb: Etikettinnstillinger... (ctrl-l)

source: Move down (ctrl-j)
ar: (ctrl-j) تحرك لأسفل
es: Mover hacia abajo (ctrl-j)
ga: Bog síos (ctrl-j)
nb: Flytt deg (ctrl-j)

source: Move up (ctrl-u)
ar: (ctrl-u) تحرك لأعلى
es: Mover hacia arriba (ctrl-u)
ga: Bog suas (ctrl-u)
nb: Flytte opp (ctrl-u)

source: New Entry
ar: دخول جديد
es: Nueva entrada
ga: Iontráil Nua
nb: Ny inngang

source: New File
ar: ملف جديد
es: Archivo nuevo
ga: Comhad Nua
nb: Ny Fil

source: New entry... (ctrl-shift-N)
ar: (ctrl-shift-N) دخول جديد
es: Nuevo entrada... (ctrl-shift-N)
ga: Iontráil Nua... (ctrl-shift-N)
nb: Ny inngang... (ctrl-shift-N)

source: Next
ar: التالى
es: Siguiente
ga: Ar Aghaidh
nb: Neste

source: OK
ar: حسنا
es: Acpetar

source: OK (ctrl-s)
ar: (ctrl-s) حسنا
es: Aceptar (ctrl-s)

source: OK (enter)
ar: (enter) حسنا
es: Aceptar (enter)

source: Open File
ar: فتح الملف
es: Archivo abierto
ga: Comhad a oscailt
nb: Åpen fil

source: Open file... (ctrl-o)
ar: (ctrl-o) فتح الملف
es: Archivo abierto... (ctrl-o)
ga: Comhad a oscailt... (ctrl-o)
nb: Åpen fil... (ctrl-o)

source: Paste (ctrl-v)
ar: معجون (ctrl-v)
es: Pegar (ctrl-v)
ga: Greamaigh (ctrl-v)
nb: Lim inn (ctrl-v)

source: Prev
ar: السابق
es: Previo
ga: Roimhe Seo
nb: Forrige

source: Set Table (ctrl-t)
ar: (ctrl-t) حدد الجدول
es: Seleccionar tabla (ctrl-t)
ga: Roghnaigh Tábla (ctrl-t)
nb: Velg tabell (ctrl-t)

source: Table preferences
ar: تفضيلات الجدول
es: Preferencias de mesa
ga: Roghanna tábla
nb: Tabellinnstillinger

source: Table preferences... (ctrl-t)
ar: (ctrl-t) تفضيلات الجدول
es: Preferencias de mesa... (ctrl-t)
ga: Roghanna tábla... (ctrl-t)
nb: Tabellinnstillinger... (ctrl-t)

source: Tools
ar: أدوات
es: Útiles
ga: Uirlisí
nb: Redskaper

source: View
ar: رأي
es: Vista
ga: Amharc
nb: Utsikt

source: Zoom In... (ctrl-m)
ar: تكبير (ctrl-m)
es: Acercar... (ctrl-m)
ga: Zúmáil isteach... (ctrl-m)
nb: Zoom Inn... (ctrl-m)

source: Zoom Out... (ctrl-shift-M)
ar: تصغير (ctrl-shift-M)
es: Disminuir el Zoom... (ctrl-shift-M)
ga: Súmáil Amach... (ctrl-shift-M)
nb: Zoom Ut... (ctrl-shift-M)

source: [Filter Applied]
ar: تصفية التطبيقية
es: [Filtro Aplicado]
ga: [Scagaire Feidhmithe]
nb: [Filter Anvendt]
